Repository: Antoine-O/Plop
Catalog: lib/l10n/app_*.arb
Languages: de, fr

source: Settings
de: Einstellungen
fr: Paramètres

source: Manage Contacts
de: Kontakte verwalten
fr: Gérer les contacts

# noContactsYet
source: No contacts yet. Go to "Manage Contacts" to add one.
de: Noch keine Kontakte. Gehen Sie zu "Kontakte verwalten", um einen hinzuzufügen.
fr: Aucun contact pour le moment. Allez dans "Gérer les contacts" pour en ajouter.

source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres Généraux

# syncTitle
source: Export / Import
de: Exportieren / Importieren
fr: Exporter / Importer

source: Language
de: Sprache
fr: Langue

source: System Language
de: Systemsprache
fr: Langue du système

source: French
de: Französisch
fr: Français

source: English
de: Englisch
fr: Anglais

source: German
de: Deutsch
fr: Allemand

source: Spanish
de: Spanisch
fr: Espagnol

source: Italian
de: Italienisch
fr: Italien

source: My Account
de: Mein Konto
fr: Mon Compte

source: My Username
de: Mein Benutzername
fr: Mon pseudo

source: Save
de: Speichern
fr: Enregistrer

# myUserId
source: My User ID (for debugging)
de: Meine Benutzer-ID (zum Debuggen)
fr: Mon User ID (pour le débogage)

source: Copied!
de: Kopiert!
fr: Copié !

source: Quick Messages
de: Schnellnachrichten
fr: Messages Rapides

# addNewQuickMessage
source: New quick message
de: Neue Schnellnachricht
fr: Nouveau message rapide

# yourMessages
source: Your messages ({count}/10)
de: Ihre Nachrichten ({count}/10)
fr: Vos messages ({count}/10)

source: No messages configured.
de: Keine Nachrichten konfiguriert.
fr: Aucun message configuré.

# resetApp
source: Reset Application
de: Anwendung zurücksetzen
fr: Réinitialiser l'application

# inviteContact
source: Invite a contact
de: Kontakt einladen
fr: Inviter un contact

# addByCode
source: Add via code
de: Per Code hinzufügen
fr: Ajouter via un code

# manageContactsTitle
source: Manage Contacts
de: Kontakte verwalten
fr: Gérer les contacts

# reorderListHint
source: Long press to reorder the list.
de: Lange drücken, um die Liste neu zu ordnen.
fr: Faites un appui long pour réorganiser la liste.

source: No contacts to manage.
de: Keine Kontakte zu verwalten.
fr: Aucun contact à gérer.

source: Advanced Settings
de: Erweiterte Einstellungen
fr: Paramètres avancés

source: Edit
de: Bearbeiten
fr: Modifier

# advancedSettingsTitle
source: Advanced Settings
de: Erweiterte Einstellungen
fr: Paramètres avancés

source: Contact Name (alias)
de: Kontaktname (Alias)
fr: Nom du contact (alias)

source: Ignore notifications
de: Benachrichtigungen ignorieren
fr: Ignorer les notifications

source: Mute this contact.
de: Diesen Kontakt stummschalten.
fr: Met ce contact en silencieux.

source: Block this contact
de: Diesen Kontakt blockieren
fr: Bloquer ce contact

source: Hide this contact
de: Diesen Kontakt ausblenden
fr: Cacher ce contact

# doNotSeeInList
source: Do not see this contact in the main list.
de: Diesen Kontakt nicht in der Hauptliste anzeigen.
fr: Ne plus voir ce contact dans la liste principale.

source: Notification Sound
de: Benachrichtigungston
fr: Son de notification

source: Default sound
de: Standardton
fr: Son par défaut

# overrideDefaultMessage
source: Override "Plop" message
de: "Plop"-Nachricht überschreiben
fr: Remplacer le message "Plop"

# exampleNewPlop
source: E.g., "New Plop!"
de: Z.B. "Neues Plop!"
fr: Ex: "Nouveau Plop !"

source: Save Settings
de: Einstellungen speichern
fr: Enregistrer les paramètres

source: Settings saved!
de: Einstellungen gespeichert!
fr: Paramètres enregistrés !

source: Confirm Deletion
de: Löschen bestätigen
fr: Confirmer la suppression

# deleteContactConfirmation
source: This action is permanent.
de: Diese Aktion ist endgültig.
fr: Cette action est définitive.

source: CANCEL
de: ABBRECHEN
fr: ANNULER

# invitationDialogTitle
source: Your Invitation Code
de: Ihr Einladungscode
fr: Votre Code d'Invitation

# invitationDialogBody
source: Share this code with a friend. It is valid for {minutes} minutes.
de: Teilen Sie diesen Code mit einem Freund. Er ist {minutes} Minuten gültig.
fr: Partagez ce code avec un ami. Il est valide pendant {minutes} minutes.

source: COPY
de: KOPIEREN
fr: COPIER

source: SHARE
de: TEILEN
fr: PARTAGER

# importAccountTitle
source: Import an existing account
de: Ein bestehendes Konto importieren
fr: Importer un compte existant

# importAccountBody
source: Enter the sync code obtained from your old device to retrieve your account and contacts.
de: Geben Sie den Synchronisierungscode von Ihrem alten Gerät ein, um Ihr Konto und Ihre Kontakte abzurufen.
fr: Entrez le code de synchronisation obtenu sur votre ancien appareil pour récupérer votre compte et vos contacts.

# syncCode
source: Synchronization Code
de: Synchronisierungscode
fr: Code de synchronisation

source: Import
de: Importieren
fr: Importer

# exportAccountTitle
source: 1. Export this account
de: 1. Dieses Konto exportieren
fr: 1. Exporter ce compte

# exportAccountBody
source: Generate a unique and temporary code on this device (your "old" device). This code is valid for 5 minutes.
de: Generieren Sie einen einmaligen und temporären Code auf diesem Gerät (Ihrem "alten" Gerät). Dieser Code ist 5 Minuten gültig.
fr: Générez un code unique sur cet appareil (votre "ancien" appareil). Ce code est valide 5 minutes.

# generateExportCode
source: Generate an export code
de: Einen Exportcode generieren
fr: Générer un code d'export

# importAccountTitle2
source: 2. Import on a new device
de: 2. Auf einem neuen Gerät importieren
fr: 2. Importer sur un nouvel appareil

# importAccountBody2
source: On your NEW device, go to this same menu and enter the code obtained. This will replace the account on the new device with this one.
de: Gehen Sie auf Ihrem NEUEN Gerät in dasselbe Menü und geben Sie den erhaltenen Code ein. Dies ersetzt das Konto auf dem neuen Gerät durch dieses.
fr: Sur votre NOUVEL appareil, allez dans ce même menu et entrez le code obtenu. Cela remplacera le compte sur le nouvel appareil par celui-ci.

# confirmImportTitle
source: Confirm Import
de: Import bestätigen
fr: Confirmer l'importation

# confirmImportBody
source: This action will replace your current account and all its data. Are you sure you want to continue?
de: Diese Aktion ersetzt Ihr aktuelles Konto und alle seine Daten. Sind Sie sicher, dass Sie fortfahren möchten?
fr: Cette action remplacera votre compte actuel et toutes ses données. Êtes-vous sûr de vouloir continuer ?

# iConfirm
source: IMPORT
de: IMPORTIEREN
fr: IMPORTER

# pleaseEnterCode
source: Please enter a code.
de: Bitte geben Sie einen Code ein.
fr: Veuillez entrer un code.

source: Invalid or expired code.
de: Ungültiger oder abgelaufener Code.
fr: Code invalide ou expiré.

# addContact
source: Add a contact
de: Kontakt hinzufügen
fr: Ajouter un contact

source: Invitation Code*
de: Einladungscode*
fr: Code d'invitation*

source: Contact name (optional)
de: Kontaktname (optional)
fr: Nom pour ce contact (optionnel)

source: Choose a color
de: Wählen Sie eine Farbe
fr: Choisir une couleur

source: Add
de: Hinzufügen
fr: Ajouter

# messageSentTo
source: Message sent to {contactName}!
de: Nachricht an {contactName} gesendet!
fr: Message envoyé à {contactName} !

source: Unmute
de: Stummschaltung aufheben
fr: Réactiver le son

source: Mute
de: Stummschalten
fr: Mettre en sourdine

source: Code copied!
de: Code kopiert!
fr: Code copié !

# startByAddingContact
source: Start by adding a contact
de: Beginnen Sie mit dem Hinzufügen eines Kontakts
fr: Commencez par ajouter un contact

# inviteOrEnterCode
source: Invite a friend or enter their code to start plopping.
de: Laden Sie einen Freund ein oder geben Sie seinen Code ein, um mit dem Ploppen zu beginnen.
fr: Invitez un ami ou entrez son code pour commencer à plopper.

source: Share my code
de: Meinen Code teilen
fr: Partager mon code

# enterInvitationCode
source: Enter an invitation code
de: Geben Sie einen Einladungscode ein
fr: Entrer un code d'invitation

source: Save username
de: Benutzernamen speichern
fr: Enregistrer le pseudo

source: User ID copied!
de: Benutzer-ID kopiert!
fr: User ID copié !

# maxTenMessages
source: You cannot have more than 10 messages.
de: Sie können nicht mehr als 10 Nachrichten haben.
fr: Vous ne pouvez pas avoir plus de 10 messages.

source: Delete this contact?
de: Diesen Kontakt löschen?
fr: Supprimer ce contact ?

# actionIsPermanent
source: This action is permanent.
de: Diese Aktion ist endgültig.
fr: Cette action est définitive.

# resetAppQuestion
source: Reset application?
de: Anwendung zurücksetzen?
fr: Réinitialiser l'application ?

# resetWarning
source: All your data (account, contacts) will be permanently deleted. This action is irreversible.
de: Alle Ihre Daten (Konto, Kontakte) werden dauerhaft gelöscht. Diese Aktion ist unumkehrbar.
fr: Toutes vos données (compte, contacts) seront supprimées définitivement. Cette action est irréversible.

# importWarning
source: This action will replace your current account and all its data.
de: Diese Aktion ersetzt Ihr aktuelles Konto und alle seine Daten.
fr: Cette action remplacera votre compte actuel et toutes ses données.

source: Sync your account
de: Synchronisieren Sie Ihr Konto
fr: Synchronisez votre compte

# enterSyncCodeToRetrieve
source: Enter the sync code from your old device to retrieve your account and contacts.
de: Geben Sie den Synchronisierungscode von Ihrem alten Gerät ein, um Ihr Konto und Ihre Kontakte abzurufen.
fr: Entrez le code de synchronisation obtenu sur votre ancien appareil pour récupérer votre compte et vos contacts.

# pleaseEnterSyncCode
source: Please enter a sync code.
de: Bitte geben Sie einen Synchronisierungscode ein.
fr: Veuillez entrer un code de synchronisation.

source: User imported
de: Benutzer importiert
fr: Utilisateur importé

source: Welcome to Plop
de: Willkommen bei Plop
fr: Bienvenue sur Plop

# appTagline
source: The ultra-simple, ephemeral, and privacy-respecting messenger.
de: Der ultra-einfache, ephemere und datenschutzfreundliche Messenger.
fr: La messagerie ultra-simple, éphémère et respectueuse de votre vie privée.

source: How it works?
de: Wie funktioniert es?
fr: Comment ça marche ?

# featureNoSignup
source: No registration, just a username.
de: Keine Registrierung, nur ein Benutzername.
fr: Aucune inscription, juste un pseudo.

# featureTempCodes
source: Add contacts with unique, temporary codes.
de: Fügen Sie Kontakte mit einzigartigen, temporären Codes hinzu.
fr: Ajoutez des contacts avec des codes uniques et temporaires.

# featureQuickMessages
source: Send 'Plops' or quick messages.
de: Senden Sie 'Plops' oder schnelle Nachrichten.
fr: Envoyez des 'Plop' ou des messages rapides.

# featurePrivacy
source: Nothing is stored on our servers.
de: Nichts wird auf unseren Servern gespeichert.
fr: Rien n'est stocké sur nos serveurs.

# useCases
source: Some use cases
de: Einige Anwendungsfälle
fr: Quelques cas d'usage

# useCaseArrival
source: Let a loved one know you've arrived safely.
de: Lassen Sie einen geliebten Menschen wissen, dass Sie sicher angekommen sind.
fr: Prévenir un proche que vous êtes bien arrivé.

# useCaseGaming
source: Signal your team that the online game is starting.
de: Signalisieren Sie Ihrem Team, dass das Online-Spiel beginnt.
fr: Signaler à votre équipe que la partie en ligne commence.

# useCaseSimpleHello
source: A simple 'hello' without expecting a reply.
de: Ein einfaches 'Hallo', ohne eine Antwort zu erwarten.
fr: Un simple 'coucou' sans attendre de réponse.

source: Let's go!
de: Los geht's!
fr: C'est parti !

source: Choose your username
de: Wählen Sie Ihren Benutzernamen
fr: Choisissez votre pseudo

source: Create my account
de: Mein Konto erstellen
fr: Créer mon compte

# importExistingAccount
source: Import an existing account
de: Ein bestehendes Konto importieren
fr: Importer un compte existant

source: Support development ❤️
de: Entwicklung unterstützen ❤️
fr: Soutenir le développement ❤️

source: Previous
de: Zurück
fr: Précédent

source: Finish
de: Fertigstellen
fr: Terminer

source: Next
de: Weiter
fr: Suivant

# serverConnectionError
source: Error: Could not contact the server {server}. Please try again.
de: Fehler: Der Server {server} konnte nicht kontaktiert werden. Bitte versuchen Sie es erneut.

source: Language updated!
de: Sprache aktualisiert!
fr: Langue mise à jour !

# backupAndRestore
source: Backup & Restore
de: Sicherung & Wiederherstellung
fr: Sauvegarde et Restauration

source: Save Configuration
de: Konfiguration speichern
fr: Sauvegarder la configuration

# saveConfigurationDescriptionLocal
source: Saves the current configuration to a local backup file. Any previous backup will be overwritten.
de: Speichert die aktuelle Konfiguration in einer lokalen Sicherungsdatei. Jede frühere Sicherung wird überschrieben.
fr: Enregistre la configuration dans un fichier de sauvegarde local. Toute sauvegarde précédente sera écrasée.

source: Load Configuration
de: Konfiguration laden
fr: Charger la configuration

# loadConfigurationDescriptionLocal
source: Restores the configuration from the local backup file.
de: Stellt die Konfiguration aus der lokalen Sicherungsdatei wieder her.
fr: Restaure la configuration à partir du fichier de sauvegarde local.

# loadConfigurationWarningTitle
source: Load Configuration?
de: Konfiguration laden?
fr: Charger la configuration ?

# loadConfigurationWarning
source: Warning: This will replace all your current settings and contacts with the data from the backup. This action cannot be undone.
de: Achtung: Dies ersetzt alle Ihre aktuellen Einstellungen und Kontakte durch die Daten aus der Sicherung. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Attention : Ceci remplacera tous vos paramètres et contacts actuels par les données de la sauvegarde. Cette action est irréversible.

source: Load
de: Laden
fr: Charger

source: Configuration saved successfully.
de: Konfiguration erfolgreich gespeichert.
fr: Configuration sauvegardée avec succès.

source: Configuration loaded successfully.
de: Konfiguration erfolgreich geladen.
fr: Configuration chargée avec succès.

# errorDuringSave
source: Error during save: {error}
de: Fehler beim Speichern: {error}
fr: Erreur lors de la sauvegarde : {error}

# errorDuringLoad
source: Error during load: {error}
de: Fehler beim Laden: {error}
fr: Erreur lors du chargement : {error}

source: No backup file found.
de: Keine Sicherungsdatei gefunden.
fr: Aucun fichier de sauvegarde trouvé.

source: Delete
de: Löschen
fr: Supprimer
